IdeaRS.Connections
GussetData.PlateWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the plate to related to member weld
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData PlateWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace